{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<cls>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sep>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "[^ -~]+"
        },
        "content": "<unk>"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "``"
        },
        "content": "\""
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "''"
        },
        "content": "\""
      },
      {
        "type": "NFKD"
      },
      {
        "type": "StripAccents"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 2
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<sep>",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<cls>",
          "type_id": 2
        }
      }
    ],
    "special_tokens": {
      "<cls>": {
        "id": "<cls>",
        "ids": [
          0
        ],
        "tokens": [
          "<cls>"
        ]
      },
      "<sep>": {
        "id": "<sep>",
        "ids": [
          1
        ],
        "tokens": [
          "<sep>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<cls>",
        0.0
      ],
      [
        "<sep>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<mask>",
        0.0
      ],
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "▁",
        -3.313626153059749
      ],
      [
        "s",
        -3.495847348449331
      ],
      [
        "▁the",
        -3.7224609234737756
      ],
      [
        ",",
        -3.825109346818511
      ],
      [
        "▁||",
        -3.923872831481189
      ],
      [
        ".",
        -3.979990026900909
      ],
      [
        "▁of",
        -4.177555743706607
      ],
      [
        "▁in",
        -4.305255855172474
      ],
      [
        "▁and",
        -4.498874206240705
      ],
      [
        "<unk>",
        -4.507975837010402
      ],
      [
        "▁a",
        -4.5583813056338105
      ],
      [
        "d",
        -4.5808949354421955
      ],
      [
        "▁<unk>",
        -4.815818236279814
      ],
      [
        "▁is",
        -4.892041497480182
      ],
      [
        "▁to",
        -4.914787055351955
      ],
      [
        "e",
        -5.122555932436825
      ],
      [
        "▁was",
        -5.162910519785701
      ],
      [
        "a",
        -5.197170977377336
      ],
      [
        "ed",
        -5.268901438090701
      ],
      [
        "ing",
        -5.347937833510551
      ],
      [
        "y",
        -5.395960590086382
      ],
      [
        "n",
        -5.411758034255975
      ],
      [
        "▁The",
        -5.489596304129202
      ],
      [
        "t",
        -5.572023617344316
      ],
      [
        ")",
        -5.585636483059952
      ],
      [
        "o",
        -5.64508765285113
      ],
      [
        "-",
        -5.647576288682297
      ],
      [
        "er",
        -5.695968055711763
      ],
      [
        "▁for",
        -5.705401564968195
      ],
      [
        "al",
        -5.710974674401962
      ],
      [
        "▁from",
        -5.730595921825378
      ],
      [
        "▁(",
        -5.75163313736906
      ],
      [
        "▁on",
        -5.808102996226534
      ],
      [
        "r",
        -5.809824914688004
      ],
      [
        "|",
        -5.861518682766077
      ],
      [
        "i",
        -5.874097649653859
      ],
      [
        "▁by",
        -5.91515704488293
      ],
      [
        "▁as",
        -5.929506396048868
      ],
      [
        "6",
        -5.943653926625043
      ],
      [
        "align=right",
        -6.0053759150338735
      ],
      [
        "in",
        -6.008539804382227
      ],
      [
        "▁A",
        -6.009223570176882
      ],
      [
        "▁He",
        -6.014103339303881
      ],
      [
        "▁km",
        -6.014925989318765
      ],
      [
        "▁bgcolor=#",
        -6.017560159369253
      ],
      [
        ")<unk>",
        -6.021138177023612
      ],
      [
        "<unk>|",
        -6.064995256007089
      ],
      [
        "on",
        -6.079157349797944
      ],
      [
        "▁with",
        -6.144693983745185
      ],
      [
        "▁It",
        -6.1625382373764985
      ],
      [
        "th",
        -6.164780056352491
      ],
      [
        "▁that",
        -6.1658863207737475
      ],
      [
        "||",
        -6.180616652574395
      ],
      [
        "▁are",
        -6.193080315942195
      ],
      [
        "or",
        -6.199266993852746
      ],
      [
        "\"",
        -6.206849662709944
      ],
      [
        "f",
        -6.223608104949042
      ],
      [
        "'s",
        -6.227514540004405
      ],
      [
        "l",
        -6.249011375569831
      ],
      [
        "m",
        -6.250694798729331
      ],
      [
        "▁S",
        -6.256730912170305
      ],
      [
        "an",
        -6.259473888171703
      ],
      [
        ":",
        -6.264384476618478
      ],
      [
        "19",
        -6.265690412579575
      ],
      [
        "▁at",
        -6.266939209461057
      ],
      [
        "ly",
        -6.285120338775659
      ],
      [
        "▁an",
        -6.297247873022968
      ],
      [
        "k",
        -6.298338354625489
      ],
      [
        "le",
        -6.3073375561802365
      ],
      [
        "re",
        -6.337018263968556
      ],
      [
        "s,",
        -6.348146885412239
      ],
      [
        "s.",
        -6.373572089732384
      ],
      [
        "ar",
        -6.382592280034013
      ],
      [
        "en",
        -6.388255277526197
      ],
      [
        "▁he",
        -6.480625416696274
      ],
      [
        "c",
        -6.482509791124475
      ],
      [
        "▁-",
        -6.486943055658372
      ],
      [
        "g",
        -6.488951313573798
      ],
      [
        "u",
        -6.509273599757783
      ],
      [
        "ic",
        -6.521997980110454
      ],
      [
        "ra",
        -6.530826117709749
      ],
      [
        "▁his",
        -6.545731829809585
      ],
      [
        "▁people",
        -6.5468146702204795
      ],
      [
        "▁re",
        -6.549723235621151
      ],
      [
        "▁be",
        -6.556135752573805
      ],
      [
        "se",
        -6.567716138846537
      ],
      [
        "h",
        -6.5789967577670865
      ],
      [
        "▁it",
        -6.584196421447604
      ],
      [
        "es",
        -6.5859896596737215
      ],
      [
        "▁Soc",
        -6.599359480686978
      ],
      [
        ".<unk>References",
        -6.60154726920215
      ],
      [
        "▁or",
        -6.602763176495527
      ],
      [
        "▁E",
        -6.603811080320606
      ],
      [
        "▁C",
        -6.620964527298991
      ],
      [
        "la",
        -6.62126744834174
      ],
      [
        "ri",
        -6.622893607916398
      ],
      [
        "▁In",
        -6.627618615028073
      ],
      [
        "ne",
        -6.634779296614559
      ],
      [
        "li",
        -6.639423895027228
      ],
      [
        "orro",
        -6.643087460135256
      ],
      [
        "ur",
        -6.649819084582852
      ],
      [
        ".<unk>",
        -6.6550945931468295
      ],
      [
        "EAR",
        -6.6563974311802365
      ],
      [
        "▁LIN",
        -6.656998218481911
      ],
      [
        "ce",
        -6.677480267593944
      ],
      [
        "el",
        -6.68080146394319
      ],
      [
        "il",
        -6.692806852420398
      ],
      [
        "▁F",
        -6.705731380315971
      ],
      [
        "▁American",
        -6.709706655807977
      ],
      [
        "na",
        -6.723964061877533
      ],
      [
        "p",
        -6.731594844983446
      ],
      [
        "▁de",
        -6.7340739464023684
      ],
      [
        "b",
        -6.744032336801393
      ],
      [
        "st",
        -6.74943247591113
      ],
      [
        "▁also",
        -6.7592877970208
      ],
      [
        "1",
        -6.771757926617923
      ],
      [
        "▁has",
        -6.778829878511942
      ],
      [
        "us",
        -6.782503232398042
      ],
      [
        "▁18",
        -6.789655533158372
      ],
      [
        "w",
        -6.794758838716222
      ],
      [
        "2",
        -6.8047300602241965
      ],
      [
        "▁were",
        -6.812600910962177
      ],
      [
        "ma",
        -6.816204243433411
      ],
      [
        "ro",
        -6.817056030518691
      ],
      [
        "lo",
        -6.836744762366028
      ],
      [
        "it",
        -6.842171063952881
      ],
      [
        "▁K",
        -6.848871646240884
      ],
      [
        "at",
        -6.852941910679821
      ],
      [
        "▁not",
        -6.85575537823488
      ],
      [
        "is",
        -6.859798036066843
      ],
      [
        "),",
        -6.879055110679598
      ],
      [
        "▁O",
        -6.888590772545307
      ],
      [
        "▁B",
        -6.900960011902386
      ],
      [
        "▁p",
        -6.909281109545887
      ],
      [
        "▁N",
        -6.921419492308386
      ],
      [
        "efe",
        -6.940319008530896
      ],
      [
        "ry",
        -6.948858621456935
      ],
      [
        "te",
        -6.95406904902311
      ],
      [
        "ir",
        -6.962008571715309
      ],
      [
        "et",
        -6.965172976381899
      ],
      [
        "▁United",
        -6.973621202045688
      ],
      [
        "▁which",
        -6.976178820945462
      ],
      [
        "fef",
        -6.983909568219039
      ],
      [
        "ter",
        -6.989613062164137
      ],
      [
        "▁W",
        -6.997493115332915
      ],
      [
        "z",
        -6.99814895374492
      ],
      [
        "▁first",
        -6.999736425218927
      ],
      [
        "▁T",
        -7.0053437362086814
      ],
      [
        "ers",
        -7.008699584311206
      ],
      [
        "▁I",
        -7.012861640451527
      ],
      [
        "▁P",
        -7.019680972586986
      ],
      [
        "3",
        -7.022132760311271
      ],
      [
        "▁G",
        -7.039205805919725
      ],
      [
        "▁\"",
        -7.044998565832703
      ],
      [
        "ch",
        -7.053066503260839
      ],
      [
        "▁(19",
        -7.0564239360968575
      ],
      [
        "ation",
        -7.0573436554716
      ],
      [
        "▁have",
        -7.063987741479844
      ],
      [
        "▁D",
        -7.065781600907416
      ],
      [
        "▁c",
        -7.071057073215471
      ],
      [
        "E9E9E9",
        -7.0857070687713986
      ],
      [
        "ia",
        -7.087406701530364
      ],
      [
        "ion",
        -7.090976638135556
      ],
      [
        "man",
        -7.0981616966021495
      ],
      [
        "ta",
        -7.104869630233322
      ],
      [
        "4",
        -7.1237045665194
      ],
      [
        "ck",
        -7.127635700444552
      ],
      [
        "to",
        -7.133394865159399
      ],
      [
        "▁La",
        -7.154206555770632
      ],
      [
        "ke",
        -7.155378993447718
      ],
      [
        "0",
        -7.162685098198189
      ],
      [
        "▁Ma",
        -7.16313045443162
      ],
      [
        "▁New",
        -7.1657463110003
      ],
      [
        "▁who",
        -7.1666477624423415
      ],
      [
        "▁one",
        -7.169287571040723
      ],
      [
        "ian",
        -7.17409011464555
      ],
      [
        "ol",
        -7.1797011614399775
      ],
      [
        "D",
        -7.189514542964806
      ],
      [
        "▁had",
        -7.190626946602622
      ],
      [
        "ti",
        -7.205168955728723
      ],
      [
        "▁can",
        -7.212354889265505
      ],
      [
        "E",
        -7.215199630859733
      ],
      [
        "5",
        -7.21873382636463
      ],
      [
        "C",
        -7.221961121613932
      ],
      [
        "<unk>Other",
        -7.229675088481885
      ],
      [
        "ist",
        -7.235969031228921
      ],
      [
        "A",
        -7.237003154698558
      ],
      [
        "▁other",
        -7.238412773795771
      ],
      [
        "▁September",
        -7.239790552324143
      ],
      [
        "ge",
        -7.243205741716938
      ],
      [
        "ment",
        -7.24389858584496
      ],
      [
        "▁She",
        -7.246412072934044
      ],
      [
        "ve",
        -7.247456540000208
      ],
      [
        "▁births",
        -7.276644183425084
      ],
      [
        "sh",
        -7.279431415609858
      ],
      [
        "▁her",
        -7.288473629637924
      ],
      [
        ";",
        -7.294271418895155
      ],
      [
        "am",
        -7.296921556241005
      ],
      [
        "▁L",
        -7.297130120740897
      ],
      [
        "▁their",
        -7.299653043037679
      ],
      [
        "▁2000",
        -7.301536289740405
      ],
      [
        "ver",
        -7.3045049971412865
      ],
      [
        "▁movie",
        -7.317310780053262
      ],
      [
        "6<unk>|",
        -7.318564418552974
      ],
      [
        "7",
        -7.328518974182691
      ],
      [
        "▁but",
        -7.337574193379297
      ],
      [
        "▁they",
        -7.338000203366581
      ],
      [
        "ha",
        -7.3388282558723965
      ],
      [
        ".<unk>The",
        -7.34135220378913
      ],
      [
        "ll",
        -7.342398602745751
      ],
      [
        "/",
        -7.343108044855695
      ],
      [
        "S",
        -7.3502885278171615
      ],
      [
        "ine",
        -7.364465839758976
      ],
      [
        "▁Re",
        -7.364812961087448
      ],
      [
        "8",
        -7.365349269990224
      ],
      [
        "▁States",
        -7.365743179090231
      ],
      [
        "ga",
        -7.366444210595272
      ],
      [
        "ni",
        -7.368086685265787
      ],
      [
        "9",
        -7.385604353956108
      ],
      [
        "▁M",
        -7.387666349189775
      ],
      [
        "▁about",
        -7.3917572336880255
      ],
      [
        "▁known",
        -7.394174434357783
      ],
      [
        "ity",
        -7.396089252592949
      ],
      [
        "co",
        -7.396996234588739
      ],
      [
        "▁this",
        -7.404969942570121
      ],
      [
        "▁2001",
        -7.405141010970604
      ],
      [
        "▁October",
        -7.408369036741826
      ],
      [
        "ho",
        -7.408767388077994
      ],
      [
        "ba",
        -7.409803073447492
      ],
      [
        "as",
        -7.411527510929114
      ],
      [
        "de",
        -7.4130048943457645
      ],
      [
        "ie",
        -7.415022766256042
      ],
      [
        "▁Le",
        -7.415109993465231
      ],
      [
        "▁De",
        -7.426395225786422
      ],
      [
        "ul",
        -7.427334064168241
      ],
      [
        "x",
        -7.432107595689043
      ],
      [
        "un",
        -7.436130956714036
      ],
      [
        "▁This",
        -7.44089546978663
      ],
      [
        "▁used",
        -7.442887894042194
      ],
      [
        "ent",
        -7.448867525078338
      ],
      [
        "id",
        -7.451728182598586
      ],
      [
        "mi",
        -7.454200664172463
      ],
      [
        "▁19",
        -7.45507410406918
      ],
      [
        "um",
        -7.45660455432987
      ],
      [
        "▁March",
        -7.460445007886765
      ],
      [
        "▁called",
        -7.4677101513122945
      ],
      [
        "▁Ba",
        -7.469739647236384
      ],
      [
        "▁part",
        -7.471942162607666
      ],
      [
        "I",
        -7.475473421622599
      ],
      [
        "▁They",
        -7.482086855533023
      ],
      [
        "P",
        -7.4829802817790405
      ],
      [
        "est",
        -7.4843379044485925
      ],
      [
        "<unk>S",
        -7.489253940027732
      ],
      [
        ").",
        -7.490283254908617
      ],
      [
        "▁5",
        -7.4921441222933804
      ],
      [
        "der",
        -7.496031639252248
      ],
      [
        "▁movies",
        -7.5004636902401955
      ],
      [
        "▁August",
        -7.507666161785027
      ],
      [
        "▁January",
        -7.510119232964062
      ],
      [
        "▁deaths",
        -7.510273993373557
      ],
      [
        "▁two",
        -7.516617004934142
      ],
      [
        "▁so",
        -7.517009388214545
      ],
      [
        "▁17",
        -7.5187327974688
      ],
      [
        "▁made",
        -7.519029946670575
      ],
      [
        "T",
        -7.519153863669681
      ],
      [
        "me",
        -7.521334658731719
      ],
      [
        "▁after",
        -7.522210153207952
      ],
      [
        "op",
        -7.523147782503992
      ],
      [
        "ci",
        -7.523918169366041
      ],
      [
        "di",
        -7.5252055827734115
      ],
      [
        "N",
        -7.525572123643737
      ],
      [
        "mo",
        -7.526400010192166
      ],
      [
        "land",
        -7.531223433156571
      ],
      [
        "▁b",
        -7.532578383520251
      ],
      [
        "▁Ra",
        -7.535629669658569
      ],
      [
        "F",
        -7.535811251885434
      ],
      [
        "va",
        -7.538417655392953
      ],
      [
        "im",
        -7.539175555492829
      ],
      [
        "'",
        -7.539709277533124
      ],
      [
        "ka",
        -7.540364425904368
      ],
      [
        "▁V",
        -7.543064675870829
      ],
      [
        "R",
        -7.547558655953367
      ],
      [
        "▁May",
        -7.5551379728259676
      ],
      [
        "M",
        -7.556388276078284
      ],
      [
        "▁R",
        -7.560740823547668
      ],
      [
        "▁many",
        -7.568655133977492
      ],
      [
        "tic",
        -7.573963169846904
      ],
      [
        "▁Ro",
        -7.574036544378826
      ],
      [
        "pe",
        -7.581448993161294
      ],
      [
        "ff",
        -7.5874583355090195
      ],
      [
        "O",
        -7.592827077825994
      ],
      [
        "ant",
        -7.600459774049508
      ],
      [
        "nd",
        -7.600937896374866
      ],
      [
        "▁con",
        -7.606391960626986
      ],
      [
        "ca",
        -7.609605954524511
      ],
      [
        "▁December",
        -7.610755918434119
      ],
      [
        "j",
        -7.612098325976419
      ],
      [
        "▁November",
        -7.619355488816344
      ],
      [
        "▁Al",
        -7.622811105478174
      ],
      [
        "▁4",
        -7.625080215601729
      ],
      [
        "bo",
        -7.625370748886883
      ],
      [
        "▁Sa",
        -7.625496605349868
      ],
      [
        "▁born",
        -7.627705651050178
      ],
      [
        "hi",
        -7.629791479237662
      ],
      [
        "ary",
        -7.630057315527374
      ],
      [
        "ish",
        -7.6332368548869525
      ],
      [
        "go",
        -7.634409650781798
      ],
      [
        "ut",
        -7.634981183695382
      ],
      [
        "▁H",
        -7.636425943215778
      ],
      [
        "ot",
        -7.637145467340865
      ],
      [
        "no",
        -7.637329114169324
      ],
      [
        "▁city",
        -7.638305666816137
      ],
      [
        "▁3",
        -7.638623561896102
      ],
      [
        "▁Bo",
        -7.639072610813573
      ],
      [
        "▁television",
        -7.6393015828115445
      ],
      [
        "vi",
        -7.6416038054720765
      ],
      [
        "▁(b.",
        -7.641964221928182
      ],
      [
        "ton",
        -7.64624954088349
      ],
      [
        "▁been",
        -7.652522211791677
      ],
      [
        "(born",
        -7.653289876938707
      ],
      [
        "▁she",
        -7.660385753788221
      ],
      [
        "ard",
        -7.6605969265797995
      ],
      [
        "▁its",
        -7.660812965248423
      ],
      [
        "son",
        -7.664270142666689
      ],
      [
        "<unk>References",
        -7.667467168694511
      ],
      [
        "▁died",
        -7.670949654851226
      ],
      [
        "age",
        -7.67242243596475
      ],
      [
        "▁Me",
        -7.673900153412658
      ],
      [
        "▁Ca",
        -7.674192123543367
      ],
      [
        "▁7",
        -7.676806674404363
      ],
      [
        "▁all",
        -7.6784548438140074
      ],
      [
        "▁into",
        -7.679141990672047
      ],
      [
        "▁April",
        -7.685343994175202
      ],
      [
        "▁more",
        -7.692676289503378
      ],
      [
        "V",
        -7.696232122793679
      ],
      [
        "min",
        -7.699045373302738
      ],
      [
        "▁February",
        -7.701170082861376
      ],
      [
        "▁Mo",
        -7.703023722241404
      ],
      [
        "▁when",
        -7.705622150962396
      ],
      [
        "L",
        -7.705704949755074
      ],
      [
        "ive",
        -7.707034474646536
      ],
      [
        "▁websites<unk>",
        -7.713825892787531
      ],
      [
        "▁name",
        -7.715468367175118
      ],
      [
        "▁most",
        -7.716243991538924
      ],
      [
        "<unk>American",
        -7.716285883470286
      ],
      [
        "▁up",
        -7.733297506087174
      ],
      [
        "po",
        -7.733881514946802
      ],
      [
        "▁1",
        -7.738280099890833
      ],
      [
        "▁time",
        -7.742493581325867
      ],
      [
        "gu",
        -7.744964820477259
      ],
      [
        "tt",
        -7.746406049452586
      ],
      [
        "ty",
        -7.749048106173724
      ],
      [
        "▁2",
        -7.7499547915649885
      ],
      [
        "▁websites",
        -7.752335126389601
      ],
      [
        "▁15",
        -7.752635330007106
      ],
      [
        "20",
        -7.753668309721441
      ],
      [
        "▁do",
        -7.754902821599735
      ],
      [
        "▁Li",
        -7.756290426553171
      ],
      [
        "▁10",
        -7.759687329964299
      ],
      [
        "▁Pa",
        -7.760044105577849
      ],
      [
        "s<unk>",
        -7.765074373107312
      ],
      [
        "▁there",
        -7.769266615614788
      ],
      [
        "▁16",
        -7.772281036507824
      ],
      [
        "wa",
        -7.7782883120875095
      ],
      [
        "▁Co",
        -7.77972190673526
      ],
      [
        "<unk>The",
        -7.780746053734935
      ],
      [
        "▁County",
        -7.780983120949392
      ],
      [
        "▁War",
        -7.782024007306893
      ],
      [
        "be",
        -7.7824024426455445
      ],
      [
        "ster",
        -7.784914744487047
      ],
      [
        "ight",
        -7.788500558488291
      ],
      [
        "▁over",
        -7.788545808483807
      ],
      [
        "▁1999",
        -7.789392945770928
      ],
      [
        "▁became",
        -7.793317828163831
      ],
      [
        "▁Mar",
        -7.793888346079111
      ],
      [
        "▁To",
        -7.798632669085187
      ],
      [
        "B",
        -7.801392006701315
      ],
      [
        "ru",
        -7.8038836955733935
      ],
      [
        "our",
        -7.806672221212363
      ],
      [
        "▁Be",
        -7.808287274430571
      ],
      [
        "▁World",
        -7.812578987782599
      ],
      [
        "tor",
        -7.813136054535386
      ],
      [
        "do",
        -7.813350037939232
      ],
      [
        "ang",
        -7.815047001791289
      ],
      [
        "om",
        -7.815136561371499
      ],
      [
        "▁Ha",
        -7.815866972605267
      ],
      [
        "v",
        -7.820021757118528
      ],
      [
        "ate",
        -7.82377072101359
      ],
      [
        "▁Na",
        -7.825928872174263
      ],
      [
        "▁An",
        -7.831354799420216
      ],
      [
        "<unk>Living",
        -7.832940592751925
      ],
      [
        "gi",
        -7.836784307350992
      ],
      [
        "▁di",
        -7.8367959150589765
      ],
      [
        "▁pro",
        -7.8422077963047805
      ],
      [
        "pa",
        -7.846006363646939
      ],
      [
        "▁8",
        -7.847490875984237
      ],
      [
        "ac",
        -7.848205758115881
      ],
      [
        "and",
        -7.852184922969299
      ],
      [
        "very",
        -7.853073239466838
      ],
      [
        "les",
        -7.853333849401395
      ],
      [
        "▁2002",
        -7.857543158597883
      ],
      [
        "ence",
        -7.858307091348722
      ],
      [
        "▁state",
        -7.862033473302695
      ],
      [
        "▁York",
        -7.864383723313891
      ],
      [
        "▁years",
        -7.865410015215691
      ],
      [
        "▁series",
        -7.867532113896479
      ],
      [
        "▁July",
        -7.868984518438689
      ],
      [
        "▁U",
        -7.870761747110816
      ],
      [
        "ance",
        -7.871490863472827
      ],
      [
        "ow",
        -7.871672187562366
      ],
      [
        "▁12",
        -7.8718643520922456
      ],
      [
        "ner",
        -7.879293955188436
      ],
      [
        "▁Ta",
        -7.880277789606408
      ],
      [
        "▁st",
        -7.881777668311919
      ],
      [
        "▁(d.",
        -7.882127065179066
      ],
      [
        "U",
        -7.882969648808816
      ],
      [
        "mon",
        -7.885414011462958
      ],
      [
        "ph",
        -7.888047132330149
      ],
      [
        "ect",
        -7.901312815553654
      ],
      [
        "▁played",
        -7.901896330364327
      ],
      [
        "lu",
        -7.90461727618897
      ],
      [
        "ok",
        -7.910668789192245
      ],
      [
        "▁than",
        -7.9119903126876014
      ],
      [
        "▁some",
        -7.915169855936075
      ],
      [
        "one",
        -7.916978371200491
      ],
      [
        "able",
        -7.918171807614057
      ],
      [
        "▁found",
        -7.919125312979546
      ],
      [
        "▁only",
        -7.9211658654900265
      ],
      [
        "▁League",
        -7.9222760646525305
      ],
      [
        ".<unk>In",
        -7.929565481175992
      ],
      [
        "au",
        -7.930601767999228
      ],
      [
        "▁like",
        -7.934396893109609
      ],
      [
        "▁age",
        -7.934438390705498
      ],
      [
        "ran",
        -7.935607750426891
      ],
      [
        "▁Mi",
        -7.938759550050694
      ],
      [
        "port",
        -7.939565559694778
      ],
      [
        "▁actors",
        -7.940371139648715
      ],
      [
        "▁co",
        -7.940652798174936
      ],
      [
        "▁out",
        -7.942155973931708
      ],
      [
        "▁11",
        -7.9428655090733145
      ],
      [
        "ak",
        -7.945750685250557
      ],
      [
        "fe",
        -7.948010383672852
      ],
      [
        "ther",
        -7.949508906833527
      ],
      [
        "▁Se",
        -7.951280115663646
      ],
      [
        "▁car",
        -7.951607266359812
      ],
      [
        "▁Ka",
        -7.951634277427022
      ],
      [
        "ki",
        -7.952360175747009
      ],
      [
        "▁use",
        -7.952365655937637
      ],
      [
        "00",
        -7.953955374799115
      ],
      [
        "ger",
        -7.95429308038895
      ],
      [
        "K",
        -7.958209059902655
      ],
      [
        "und",
        -7.9611885583359925
      ],
      [
        "ism",
        -7.964130178546931
      ],
      [
        "ial",
        -7.969763416634201
      ],
      [
        "▁14",
        -7.970310534209041
      ],
      [
        "▁British",
        -7.974983676867621
      ],
      [
        "J",
        -7.978708225351264
      ],
      [
        "▁new",
        -7.980070974854593
      ],
      [
        "ven",
        -7.980878246746533
      ],
      [
        "▁pre",
        -7.981256699816193
      ],
      [
        "▁13",
        -7.981893536027862
      ],
      [
        "▁team",
        -7.982482734239618
      ],
      [
        "▁June",
        -7.983115228946447
      ],
      [
        "▁Gu",
        -7.984499039940129
      ],
      [
        "▁9",
        -7.9884111955931605
      ],
      [
        "▁(20",
        -7.989627786445389
      ],
      [
        "▁Car",
        -7.995115819930945
      ],
      [
        "▁English",
        -7.995155998750722
      ],
      [
        "▁no",
        -7.996652675029967
      ],
      [
        "▁between",
        -8.000308903354284
      ],
      [
        "G",
        -8.008881731099876
      ],
      [
        "▁South",
        -8.009053326599641
      ],
      [
        "▁because",
        -8.009243012028573
      ],
      [
        "▁mo",
        -8.016147201084129
      ],
      [
        "ies",
        -8.01878460804061
      ],
      [
        "▁sp",
        -8.019794765446598
      ],
      [
        "mb",
        -8.021486619967279
      ],
      [
        "▁Di",
        -8.024613823733128
      ],
      [
        "gen",
        -8.026724213949137
      ],
      [
        "▁Ar",
        -8.027072821493023
      ],
      [
        "▁Vi",
        -8.028409925103778
      ],
      [
        "all",
        -8.030047210165291
      ],
      [
        "▁un",
        -8.031335200064662
      ],
      [
        "▁University",
        -8.031482053690535
      ],
      [
        "▁fa",
        -8.032891717181789
      ],
      [
        "▁number",
        -8.033617019340356
      ],
      [
        "tra",
        -8.035509025292471
      ],
      [
        "tro",
        -8.036020401109312
      ],
      [
        "▁Ja",
        -8.037842488234247
      ],
      [
        "▁actor",
        -8.040437671167117
      ],
      [
        "▁Lo",
        -8.041467622887518
      ],
      [
        "▁<unk>The",
        -8.043941781096366
      ],
      [
        "▁w",
        -8.046008163042982
      ],
      [
        "▁City",
        -8.046919201943682
      ],
      [
        "10",
        -8.047090187571325
      ],
      [
        "em",
        -8.048362490515036
      ],
      [
        "per",
        -8.04993900691178
      ],
      [
        "ide",
        -8.052314825910633
      ],
      [
        "during",
        -8.053437445645528
      ],
      [
        "ron",
        -8.056118616976836
      ],
      [
        "lin",
        -8.05704596813944
      ],
      [
        "ill",
        -8.064977988763314
      ],
      [
        "▁where",
        -8.072921075524269
      ],
      [
        "▁football",
        -8.075028706733384
      ],
      [
        "ell",
        -8.07529647274766
      ],
      [
        "▁For",
        -8.075432092963567
      ],
      [
        "bu",
        -8.076520026094103
      ],
      [
        "che",
        -8.07833578318093
      ],
      [
        "▁John",
        -8.078984275391269
      ],
      [
        "bi",
        -8.082005115483769
      ],
      [
        "pp",
        -8.082866860495821
      ],
      [
        "io",
        -8.083255006099913
      ],
      [
        "▁Ho",
        -8.085659918334041
      ],
      [
        "ical",
        -8.09172668401907
      ],
      [
        "W",
        -8.091932494778735
      ],
      [
        "<unk>B",
        -8.096347199466894
      ],
      [
        "▁would",
        -8.097035684629795
      ],
      [
        "15",
        -8.099066724598675
      ],
      [
        "▁won",
        -8.100221077764436
      ],
      [
        "<unk>A",
        -8.103067174540012
      ],
      [
        "▁Si",
        -8.103796823103757
      ],
      [
        "ny",
        -8.106158450349533
      ],
      [
        "▁may",
        -8.109474701884022
      ],
      [
        "ub",
        -8.111806494601078
      ],
      [
        "▁Po",
        -8.114215299384876
      ],
      [
        "▁establishments",
        -8.11637915100353
      ],
      [
        "▁person",
        -8.116984012321229
      ],
      [
        "H",
        -8.117889117792975
      ],
      [
        "▁such",
        -8.119699147322288
      ],
      [
        "<unk>P",
        -8.121775198761233
      ],
      [
        "▁Do",
        -8.12205059738353
      ],
      [
        "▁town",
        -8.122664834063793
      ],
      [
        "▁him",
        -8.122948885195843
      ],
      [
        "▁North",
        -8.123832833048498
      ],
      [
        "ten",
        -8.133437839182534
      ],
      [
        "▁them",
        -8.136399159301106
      ],
      [
        "▁St",
        -8.13981691256629
      ],
      [
        "ous",
        -8.140834842111222
      ],
      [
        "▁music",
        -8.14088985823517
      ],
      [
        "ov",
        -8.141735746190207
      ],
      [
        "<unk>W",
        -8.14597547999119
      ],
      [
        "fi",
        -8.146301674094692
      ],
      [
        "▁su",
        -8.149901407028022
      ],
      [
        "▁ma",
        -8.150328872480484
      ],
      [
        "▁ex",
        -8.151395886230256
      ],
      [
        "ja",
        -8.151729386965183
      ],
      [
        "day",
        -8.152514324968086
      ],
      [
        "he",
        -8.157886017422687
      ],
      [
        "▁No",
        -8.15969875724041
      ],
      [
        "<unk>C",
        -8.162902612126947
      ],
      [
        "▁2010",
        -8.164257349172658
      ],
      [
        "▁player",
        -8.165525500733091
      ],
      [
        "ya",
        -8.168793505448214
      ],
      [
        "until",
        -8.169476816033
      ],
      [
        "▁released",
        -8.171080534441556
      ],
      [
        "▁three",
        -8.171376829659033
      ],
      [
        "ted",
        -8.171499986026358
      ],
      [
        "16",
        -8.1721808122324
      ],
      [
        "▁Jo",
        -8.172996705409524
      ],
      [
        "▁different",
        -8.173732477631908
      ],
      [
        "12",
        -8.174539189943697
      ],
      [
        "▁J",
        -8.185322525112069
      ],
      [
        "▁Con",
        -8.186435117516934
      ],
      [
        "▁will",
        -8.189871808498767
      ],
      [
        "ley",
        -8.19154182181241
      ],
      [
        "▁German",
        -8.193882474181946
      ],
      [
        "ick",
        -8.195976036318005
      ],
      [
        "▁Th",
        -8.197505309455245
      ],
      [
        "ud",
        -8.197949542020533
      ],
      [
        "▁member",
        -8.200650625953761
      ],
      [
        "▁Award",
        -8.200934195184841
      ],
      [
        "▁players",
        -8.201423298687661
      ],
      [
        "▁long",
        -8.2022673491018
      ],
      [
        "▁work",
        -8.203285379952986
      ],
      [
        "▁National",
        -8.206335867722329
      ],
      [
        "▁region",
        -8.207463133591974
      ],
      [
        "▁com",
        -8.211894183015087
      ],
      [
        "▁second",
        -8.212293671611638
      ],
      [
        "ab",
        -8.215175643025026
      ],
      [
        "tal",
        -8.217422896886896
      ],
      [
        "os",
        -8.217605634793987
      ],
      [
        "11",
        -8.218784975353742
      ],
      [
        "▁Ri",
        -8.222117259899182
      ],
      [
        "▁year",
        -8.223374452010004
      ],
      [
        "tion",
        -8.224401188565999
      ],
      [
        "lan",
        -8.22495963922858
      ],
      [
        "▁1998",
        -8.225060392287919
      ],
      [
        "▁At",
        -8.225953674862518
      ],
      [
        "cent",
        -8.226000679579139
      ],
      [
        "▁French",
        -8.226132632394371
      ],
      [
        "OS",
        -8.227038086640201
      ],
      [
        "den",
        -8.227507786970367
      ],
      [
        "ts",
        -8.228290458971168
      ],
      [
        "ig",
        -8.229193540517075
      ],
      [
        "▁later",
        -8.23444281592153
      ],
      [
        "tu",
        -8.236447812127713
      ],
      [
        "▁2003",
        -8.240014983667267
      ],
      [
        "▁Bu",
        -8.240798166144137
      ],
      [
        "▁Ju",
        -8.24126388657192
      ],
      [
        "by",
        -8.247768933455326
      ],
      [
        "▁On",
        -8.247952423323648
      ],
      [
        "14",
        -8.249577806261323
      ],
      [
        "▁we",
        -8.250482521090376
      ],
      [
        "▁President",
        -8.250942525826702
      ],
      [
        "<unk>|-<unk>|",
        -8.252283924829461
      ],
      [
        "ex",
        -8.252662471689936
      ],
      [
        "ber",
        -8.253178538189761
      ],
      [
        "▁area",
        -8.255847390741497
      ],
      [
        "▁So",
        -8.259425071266953
      ],
      [
        "red",
        -8.260330245422091
      ],
      [
        "ction",
        -8.260550057966682
      ],
      [
        "▁go",
        -8.261101486193125
      ],
      [
        "▁singer",
        -8.265732386928669
      ],
      [
        "<unk>H",
        -8.267190268855023
      ],
      [
        "ated",
        -8.268216593218172
      ],
      [
        "13",
        -8.268497640691779
      ],
      [
        "cu",
        -8.268820019225286
      ],
      [
        "▁life",
        -8.269058523652317
      ],
      [
        "▁exp",
        -8.270624094612979
      ],
      [
        "ting",
        -8.273587349180266
      ],
      [
        "▁Da",
        -8.274123004900027
      ],
      [
        "▁make",
        -8.275868172749094
      ],
      [
        "▁France",
        -8.27637660766741
      ],
      [
        "way",
        -8.283816593176757
      ],
      [
        "▁His",
        -8.28383476374713
      ],
      [
        "hu",
        -8.284442631788686
      ],
      [
        "<unk>n",
        -8.284614928262206
      ],
      [
        "ice",
        -8.285036185567954
      ],
      [
        "▁Man",
        -8.285549122919589
      ],
      [
        "ham",
        -8.285691154301482
      ],
      [
        ".<unk>S",
        -8.2857874765877
      ],
      [
        "▁album",
        -8.286580732211446
      ],
      [
        "▁politician",
        -8.288709268467901
      ],
      [
        "▁national",
        -8.290819033225441
      ],
      [
        "▁under",
        -8.29249086321715
      ],
      [
        "▁game",
        -8.29490547791514
      ],
      [
        "ag",
        -8.298498712490712
      ],
      [
        "mp",
        -8.298757924839236
      ],
      [
        "watch",
        -8.298999459988595
      ],
      [
        "vo",
        -8.29981950836826
      ],
      [
        "▁Su",
        -8.300253562091518
      ],
      [
        "▁same",
        -8.301822960269007
      ],
      [
        "▁place",
        -8.302005262485382
      ],
      [
        "▁Ne",
        -8.302140542632014
      ],
      [
        "ap",
        -8.302862552280148
      ],
      [
        ".<unk>A",
        -8.305634171690818
      ],
      [
        "18",
        -8.306728537829326
      ],
      [
        "ward",
        -8.307753410587765
      ],
      [
        "▁small",
        -8.307867679573315
      ],
      [
        "▁set",
        -8.308337749497818
      ],
      [
        "ally",
        -8.308454315905635
      ],
      [
        "▁Space",
        -8.308894839193758
      ],
      [
        "ach",
        -8.31217202374207
      ],
      [
        "<unk>G",
        -8.312545239482041
      ],
      [
        "ign",
        -8.316448969306705
      ],
      [
        "▁group",
        -8.317613792517733
      ],
      [
        "▁world",
        -8.320687264874811
      ],
      [
        "row",
        -8.322609789846773
      ],
      [
        "▁form",
        -8.32261953058347
      ],
      [
        "ft",
        -8.329325017857846
      ],
      [
        "▁show",
        -8.33016080965395
      ],
      [
        "pt",
        -8.332406656348665
      ],
      [
        "▁department",
        -8.33240768105758
      ],
      [
        "▁Go",
        -8.335254160701815
      ],
      [
        "▁2004",
        -8.337179549258675
      ],
      [
        "up",
        -8.33776630564961
      ],
      [
        "▁former",
        -8.341359457604865
      ],
      [
        "▁Japan",
        -8.343275917184767
      ],
      [
        "shi",
        -8.34654378442507
      ],
      [
        "har",
        -8.34947671740654
      ],
      [
        "▁Ga",
        -8.353559870667587
      ],
      [
        "▁San",
        -8.353977978956282
      ],
      [
        "▁season",
        -8.354689575054532
      ],
      [
        "▁end",
        -8.355182078298375
      ],
      [
        "▁writer",
        -8.35545036464336
      ],
      [
        "mer",
        -8.35721828046809
      ],
      [
        "cre",
        -8.357269686274632
      ],
      [
        "17",
        -8.357510934685733
      ],
      [
        "ite",
        -8.358129526074881
      ],
      [
        "80",
        -8.358190205257918
      ],
      [
        "mm",
        -8.359513376910549
      ],
      [
        "▁band",
        -8.362660935049707
      ],
      [
        "low",
        -8.365536657668178
      ],
      [
        "▁California",
        -8.367037126732331
      ],
      [
        "ep",
        -8.367678202979128
      ],
      [
        "▁being",
        -8.37148782496555
      ],
      [
        "mar",
        -8.371677479061464
      ],
      [
        "ring",
        -8.372269801860542
      ],
      [
        "act",
        -8.372845555367437
      ],
      [
        "21",
        -8.374935225027388
      ],
      [
        "ler",
        -8.377389826460812
      ],
      [
        "▁There",
        -8.377607402692114
      ],
      [
        "<unk>People",
        -8.378207390242206
      ],
      [
        "ving",
        -8.378629915188563
      ],
      [
        "▁Pi",
        -8.380291641863229
      ],
      [
        "ou",
        -8.380980776093255
      ],
      [
        "▁2005",
        -8.381932247343602
      ],
      [
        "Palomar",
        -8.382234673138784
      ],
      [
        "ator",
        -8.38277228291739
      ],
      [
        "\".",
        -8.38435634513294
      ],
      [
        "▁1,",
        -8.38502783258865
      ],
      [
        "sta",
        -8.38625487226561
      ],
      [
        "<unk>E",
        -8.386454068838356
      ],
      [
        "ath",
        -8.386733511095517
      ],
      [
        "▁Cha",
        -8.387322404825317
      ],
      [
        "rt",
        -8.389627908468121
      ],
      [
        "▁Har",
        -8.393100627678791
      ],
      [
        "the",
        -8.396276798819947
      ],
      [
        "&",
        -8.39799210186213
      ],
      [
        "ev",
        -8.399329076059795
      ],
      [
        "za",
        -8.400884771229117
      ],
      [
        "van",
        -8.404061317135387
      ],
      [
        "▁As",
        -8.404340200077753
      ],
      [
        "▁main",
        -8.404721253833145
      ],
      [
        "ier",
        -8.405624546281599
      ],
      [
        "cha",
        -8.405929626746477
      ],
      [
        "<unk>18",
        -8.408904025179368
      ],
      [
        "=",
        -8.409045115853022
      ],
      [
        "▁often",
        -8.409699704808524
      ],
      [
        "90",
        -8.41095109700623
      ],
      [
        "▁dis",
        -8.41239463230696
      ],
      [
        "▁Kitt",
        -8.413835122226692
      ],
      [
        "er,",
        -8.414033160498015
      ],
      [
        "we",
        -8.41625081570917
      ],
      [
        "e,",
        -8.416307242625585
      ],
      [
        "▁Hu",
        -8.41784284335731
      ],
      [
        "nk",
        -8.417908896179956
      ],
      [
        "▁Party",
        -8.419205711089907
      ],
      [
        "▁Bar",
        -8.419371472936433
      ],
      [
        "40",
        -8.4199592445169
      ],
      [
        "▁did",
        -8.420366695611094
      ],
      [
        "▁war",
        -8.421993721445917
      ],
      [
        "▁water",
        -8.422061987974674
      ],
      [
        "▁Peak",
        -8.422151808244465
      ],
      [
        "end",
        -8.423224655155094
      ],
      [
        "▁district",
        -8.423611427492762
      ],
      [
        "▁system",
        -8.425978483669905
      ],
      [
        "▁large",
        -8.426065007305018
      ],
      [
        "▁through",
        -8.42627687933947
      ],
      [
        "▁v",
        -8.428334562604528
      ],
      [
        "▁2017",
        -8.428480846474326
      ],
      [
        "ng",
        -8.429314077319246
      ],
      [
        "qu",
        -8.429516844395726
      ],
      [
        "▁before",
        -8.430127969570957
      ],
      [
        "▁named",
        -8.433240402648075
      ],
      [
        "▁2019",
        -8.436043314388124
      ],
      [
        "tain",
        -8.438120788395576
      ],
      [
        "▁family",
        -8.438209396188682
      ],
      [
        "▁started",
        -8.438486832801797
      ],
      [
        "▁Z",
        -8.440892368755271
      ],
      [
        "▁Ch",
        -8.442172393725969
      ],
      [
        "▁actress",
        -8.442587986099937
      ],
      [
        "▁high",
        -8.443097511379802
      ],
      [
        "<unk>T",
        -8.445420830848693
      ],
      [
        "men",
        -8.445865443902735
      ],
      [
        "▁mi",
        -8.446180241447632
      ],
      [
        "chi",
        -8.449033882329843
      ],
      [
        "val",
        -8.449694641372357
      ],
      [
        "▁England",
        -8.451399501440758
      ],
      [
        "▁career",
        -8.45356455766392
      ],
      [
        "▁Germany",
        -8.453840460709056
      ],
      [
        "wi",
        -8.45473392487715
      ],
      [
        "▁since",
        -8.455161709798357
      ],
      [
        "art",
        -8.455293592625608
      ],
      [
        "▁Per",
        -8.456461263187725
      ],
      [
        "▁own",
        -8.45897586737868
      ],
      [
        "ens",
        -8.46010925615532
      ],
      [
        "▁We",
        -8.460663940789443
      ],
      [
        "▁U.S.",
        -8.461479023316393
      ],
      [
        "EAT",
        -8.46186464728171
      ],
      [
        "▁Pro",
        -8.46194917875873
      ],
      [
        "my",
        -8.462888695151722
      ],
      [
        "▁government",
        -8.463187035863282
      ],
      [
        "ning",
        -8.463217087537137
      ],
      [
        "▁said",
        -8.46389854372067
      ],
      [
        "ko",
